//- За допомогою циклу for і document.write() вивести 10 блоків div c довільним текстом всередині


//- За допомогою циклу while вивести в документ 20 блоків h1 c довільним текстом і індексом всередині.

for (let i = 0; i < 10; i++){

    document.write('<div>Petro</div>');
}

//- За допомогою циклу for і document.write() вивести 10 блоків div c довільним текстом і індексом всередині

for (let i = 0; i< 10; i++){
    document.write('<div>Petro -${i}</div>')
}
//- За допомогою циклу while вивести в документ 20 блоків h1 c довільним текстом всередині.

let i1 = 0;
while (i1 <= 20){
    console.log('<h1>Yuliia</h1>');
    i++;
}

//- За допомогою циклу while вивести в документ 20 блоків h1 c довільним текстом і індексом всередині.
